import { ShowItem } from "@/types/model";

export const shows: ShowItem[] = [
  {
    id: 0,
    title: "Авторский проект «Сама Меньшова»",
    author: "Юлия Меньшова",
    description:
      "Юлия Меньшова, культовая ведущая ток-шоу «Я, сама» в 90-х и «Наедине со всеми» в 2010-х, вернулась для крутого подкаста. На этот раз она заводит беседу со знаменитыми гостями, делясь откровенными историями и душевными моментами за чашкой кофе.",
    video: "100+ серий по 60 минут, больше в разработке",
    genre: "Интервью со звездой, Самопознание, Кофестори",
    audition: "Мужчины, Женщины, 18-35 лет",
    lang: "Русский",
    links: [
      { name: "YouTube", link: "" },
      { name: "Rutube", link: "" },
      { name: "VK", link: "" },
    ],
  },
  {
    id: 1,
    title: "Погнали!",
    author: "Стас Натанзон",
    description:
      "Это нетуристические путешествия. Это яркие и увлекательные документальные фильмы о том, как на самом деле устроен мир. О людях, которые не боятся жить в самых опасных кварталах, спускаться в вулканы, сражаться со стихией и с самыми сложными жизненными обстоятельствами.",
    video: "100+ серий по 60 минут, больше в разработке",
    genre: "Экстримальный тревел, Экстремальная еда, SHORTS",
    audition: "Мужчины, Женщины, 18-35 лет",
    lang: "Русский",
    links: [
      { name: "YouTube", link: "" },
      { name: "Rutube", link: "" },
      { name: "VK", link: "" },
    ],
  },
  {
    id: 2,
    title: "Послезавтра",
    author: "Николай Дубинин",
    description:
      "После_Завтра — новая программа на YouTube об истории возникновения и внедрения современных технологий Здесь мы бодро и честно рассказываем про высокие технологии, гаджеты и явления, которые уже изменили нашу жизнь или перевернут её в ближайшем будущем.",
    video: "100+ серий по 60 минут, больше в разработке",
    genre: "Технологии будущего, SHORTS",
    audition: "Мужчины, Женщины, 18-35 лет",
    lang: "Русский",
    links: [
      { name: "YouTube", link: "" },
      { name: "Rutube", link: "" },
      { name: "VK", link: "" },
    ],
  },
];
